[
  {
    "name": "Canary Girls Coffee",
    "description": "Canary Girls Coffee is a boutique coffee roaster based in Portland, Oregon. We source the green beans of our favorite single-origin coffees from around teh world and roast them to order in small batches.",
    "website": "http://www.canarygirlscoffee.com",
    "img": "images/bios/canary.jpeg",
    "instagram": "canarygirlscoffee"
  },
  {
    "name": "Homestead + House",
    "description": "Artisan apothecary products for you and your home. Made in small batches in Portland, Oregon using natural ingredients we strive to elevate your everyday routines with artfully aromatic products",
    "website": "http://www.homesteadhousepdx.com",
    "img": "images/bios/homestead.jpg",
    "instagram": "homestead.house"
  },
  {
    "name": "Malathip",
    "description": "Malathip's works are inspired by playful animal interactions, family and love weaved together with natural subjects. These whimsical creatures and scenes make their way onto original paintings on ready to hang wood panels and wood ornaments as well as art paper prints and note cards.",
    "website": "https://www.malathip.com/",
    "img": "images/bios/malathip.jpg",
    "instagram": "malathip"
  },
  {
    "name": "Modern Madini",
    "description": "At Modern Madini we hand craft metal jewelry, accessories and sculpture one at a time with human hands. Every piece that you purchase is made with the highest quality products and intention. Focusing on empowerment and exemplifications of nature.",
    "website": "https://www.modernmadini.com",
    "img": "images/bios/modern-madini.jpeg",
    "instagram": "modernmadini"
  },
  {
    "name": "Purpose Handmade",
    "description": "Purpose Handmade features original creations made with a range of mediums: leatherwork, printmaking, macramé, and beyond. Our open studio is a component of the shop. Come browse finished pieces and/or observe the artist at work and play. Learn the craft of leatherwork at one of our in house workshops.",
    "website": "https://www.purposehandmade.com",
    "img": "images/bios/purpose.jpeg",
    "instagram": "purposehandmade"
  },
  {
    "name": "Roots of Joy",
    "description": "Roots of Joy is on a journey to spread beauty through all things botanical. We offer an ever-revolving variety of houseplants, pots and accessories, and seasonally fill the driveway at Plural with rare and unique plants for the garden. Handcrafted whimsical, garden inspired floral arrangements, prioritizing seasonal and local blooms, are made to order providing a unique blissful experience.",
    "website": "https://www.rootsofjoypdx.com/",
    "img": "images/bios/roots-of-joy.jpg",
    "instagram": "rootsofjoybotanicals"
  },
  {
    "name": "Silly Daisy",
    "description": "A maker of children's clothing and accessories and a retailer of products from small, environmentally-conscious and ethically-run businesses.",
    "website": "https://www.sillydaisy.com",
    "img": "images/bios/silly-daisy.jpeg",
    "instagram": "sillydaisy"
  },
  {
    "name": "Luna",
    "img": "images/bios/luna.jpg",
    "instagram": "lunabykarinapotestio",
    "website": "https://www.etsy.com/shop/karinapotestio",
    "description": "Karina's work began at an early age, having grown up in Guatemala, she learned to sew by deconstructing her clothes to see how they were made. As a stay at home mom living in Portland, she began making skirts for her three little girls as well as her friends, and soon began receiving custom orders. Her hobby quickly turned into a business that is sold in stores around Portland and the United States. Her designs are inspired by beauty, comfort and simplicity."
  }
]
