[
  {
    "slug": "personalized-jewelry-necklace",
    "thumb": "images/workshops/jewelry-stamp.jpg",
    "gallery": ["images/workshops/jewelry-stamp.jpg"],
    "checkoutUrl": "https://checkout.square.site/buy/EWMQD22MJ5ITZBSIYC5NMHR5",
    "headline": "Make your own personalized hand stamped necklace",
    "teaser": "Join our in house Metalsmith Stacy for a fun hour of jewelry making by hand stamping your own custom necklace.",
    "full": "In this class you will get the chance to select your own elements to create a hand stamped necklace.  Get creative! Bring a friend and make each other that quintessential friendship necklace. Make a handmade gift for Christmas! Our in house Metalsmith Stacy will guide you through the process and when we reach the end of this 1-1.5 hour class, you will get to walk out with your very custom brass necklace."
  },
  {
    "slug": "coffee-roasting-exeperience",
    "thumb": "images/workshops/coffee-roasting.jpg",
    "gallery": [
      "images/workshops/coffee-roasting.jpg",
      "images/workshops/coffee-roasting-2.jpg"
    ],
    "checkoutUrl": "https://checkout.square.site/buy/EWMQD22MJ5ITZBSIYC5NMHR5",
    "headline": "Coffee Roasting Expierience",
    "teaser": "Ever wanted to learn how to roast your own coffee? Come learn coffee roasting basics with Kristen from Canary Girls Coffee.",
    "full": "In this class you will go through a brief overview of the roasting stages and process. You will then get to pick your green beans and roast them to your desired roast level. \n\nChoose either a 1hr class and go home with 2 bags of coffee or 1.5hrs and go home with 4 bags of coffee. Sign up as an individual or bring a friend to join the fun!"
  },
  {
    "slug": "leather-bracelets-and-keychains",
    "thumb": "images/workshops/keychain.jpg",
    "gallery": [
      "images/workshops/keychain.jpg",
      "images/workshops/braided-bracelet.jpg",
      "images/workshops/leather-shop.jpg"
    ],
    "checkoutUrl": "https://square.link/u/wz3m83jv",
    "headline": "Mix and match leather bracelets and keychains",
    "teaser": "This leather workshop lets you choose from a variety of projects, taking home two completed items.",
    "full": "In this hands-on workshop presented by Purpose, you can choose between keychains and bracelets. You may choose to learn how to make a magic braided bracelet using latigo leather. Or, you can learn to dye leather and personalize a bracelet or keychain using metal stamps or embroidery. Mix and match ideas to complete 2 projects during class."
  },
  {
    "slug": "leather-wallet",
    "thumb": "images/workshops/wallet.jpg",
    "gallery": [
      "images/workshops/wallet.jpg",
      "images/workshops/wallet-tools.jpg",
      "images/workshops/leather-shop.jpg"
    ],
    "checkoutUrl": "https://checkout.square.site/buy/7KZTIQKPDAOVNNHIZTOGKEFO",
    "headline": "Leather Wallet",
    "teaser": "Learn how to work with vegetable tanned leather, and complete a hand stitched card holder to take home.",
    "full": "In this hands-on workshop, presented by Purpose, you will learn to make a card holder. You will use vegetable tanned leather, and have the option to dye it, or keep it natural and watch it patina with time. Next, you will learn to use an edger tool, punch holes, and chisel holes to complete the saddle stitch."
  }
]
